const About: React.FC = () => {

  return (
    <>
      <h2>About</h2>

      <h3>矢部 優人</h3>
      <p>YABE MASATO</p>
      <p>デザイナー / デザインエンジニア</p>

      <p>
        1992年4月13日新潟県加茂市生まれ。

        筑波大学生命環境学群 地球学類卒業、
        および、筑波大学生命環境科学研究科 地球科学専攻 修了。
        大気科学・気象学を専攻する。
        修士研究では、地元新潟県における冬季の佐渡島が降雪に与える影響について研究を行う。

        同大学で芸術系の講義を複数受講、デザインに興味を持つ。
        軽音楽サークルに6年間在籍、副代表を務める。パートはギターとPA（音響）。
        大学近くの楽器店兼音響会社にて、アルバイトとして勤務する。

        大学卒業後、大手携帯キャリアのWebサイト運用を行う会社にWebディレクターを経験したのち、
        2018年にUI/UXデザインを受託で行うスタートアップ、アウルス株式会社に社員第一号、
        UI/UXデザイナーとして入社し、本格的にデザイナーのキャリアをスタートさせる。
        大企業からスタートアップまで幅広いクライアントのWeb、アプリ等の制作を行う。
        デザインのチームリーダーを経験したのち、ディレクターに転向。
        同社が会社売却後、退職する。

        その後2021年、Webサービスを複数運営する事業会社へフロントエンジニアとして入社。
        これまでのデザイン・ディレクターのスキルも活かし、サービスの改善、新規サービスの開発、プロジェクトの立ち上げなどを行う。また、社内のチームでプロダクトを作ることを強く意識し、チームビルディングや組織構造の改善提案、サービスバリューの策定などを行い、チーム環境つくりに大きく寄与する。
        2年目からは主要プロダクトのPdMポジションでプロダクトの改善・運用のために尽力する。

        また、アウルス株式会社を退職後、副業でWebサイト制作やアプリ制作のデザインを請け負う。
        スタートアップのVIにも関わるなど、より本質に近い部分のデザインの経験を積む。
      </p>

      <p>チームで筋の通ったデザインを。</p>
      <p>
        私はデザインを問題解決のコミュニケーション手段と考えています。
        これまでWebサイトやアプリなどのデザインを手掛けてきましたが、その対象はデジタルの画面の中に収まらず、
        より私たちに身近なリアルの体験や、本質的な課題にアプローチしていけたらと考えています。

        そして、私自身その解決したい課題をより深く考えるようになりました。
        この先も続く人生の中で「やりたいこと」「やるべきこと」に向かって筋の通った働き方がしたいと思います。

        また、大きな課題を解決するにはひとりの力では実現できないと実感するようにもなりました。
        デザイナーだけでなく、エンジニア、マーケター、営業、人事、総務...など、
        全てのメンバーがひとつの大きな目標に向かっていく。

        これがこの先、私が取り組んでいきたいデザインのあり方です。
      </p>

    </>
  );
};

export default About;
